<div id="help-template" class="outer">
    <h1 class="head">Помошь:
        <a class="ui-corner-all tooltip" href="<{$xoops_url}>/modules/chat/admin/index.php"
           title="Назад, на страницу администрирования Чата"> Чат <img src="<{xoAdminIcons home.png}>"
                                                                       alt="Назад, на страницу администрирования Чата">
        </a></h1>
    <!-- -----Help Content ---------- -->

    <h4 class="odd">Описание:</h4>

    <p class="even">
        AJAX Чат для XOOPS</p>


    <h4 class="odd">Установка:</h4>

    1) Загрузите архив на сервер и распакуйте файлы;<br>
    2) Устанавливайте модуль через админку;<br>
    3) Выставть права на доступ к чату и удаления сообщений;<br>
    4) Важно: Добавьте модуль chat в исключения DDoS атак в модуле Protector, иначе работать не будет!<br><br></p>

    <p class="even">
    <h4 class="odd">Ключевые возможности:</h4>
    1) Удаление сообщений. Права на удаления сообщений в админке настраиваются. Пользователи могут удалять только свои
    сообщения в течении времени установленном в конфиге модуля;<br>
    2) Подсветка своих сообщений;<br>
    3) Подсветка сообщений "Мне";<br>
    4) Кликабельные ники и время;<br>
    5) AJAX'овый чат с использованием JSON;<br>
    6) Скачивается ТОЛЬКО ПОСЛЕДНЕЕ сообщение с чата. Экономия трафика;<br><br></p>
    <h4 class="odd">Учебник:</h4>
    <p class="even">
        Новости по чату смотрите <a href="http://xoops.ws/modules/news/article.php?storyid=36">здесь</a>

        <!-- -----Help Content ---------- -->

</div>
